destdir/UpdateRegulation(5).asmx

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><soap:Body><GetUpdateDownloadInformation xmlns="http://www.microsoft.com/SoftwareDistribution/Server/UpdateRegulationWebService"><cookie><Expiration>2008-07-29T05:58:20Z</Expiration><EncryptedData>LTepGC5vMUB8F6CXLZb5TqGmJzVCvx0CFscZzecLAtjuEwKC12JbfVgDXKpcc2g6iFkY5vYg0VsH
vluKTxV8hKXBMRPJQ+GSEYpvxn3HwhEkPbvSM7nWV1cdS2bIyCSE+zqMN46g0QaILGE+biWmBI8R
hs5bWB3+S/DYP0sNn9M3S+1YEPOu29OgEyHyQxUwCAmt+sG7CMqwbGHki1lZDb3t9xfBjcmOy3nt
gXo35NDYw94NHg8UcKOeLF7kp4SV</EncryptedData></cookie><updateIds xmlns:q1="http://www.microsoft.com/SoftwareDistribution/Server/UpdateRegulationWebService" soapenc:arrayType="q1:UpdateIdentifier[2]"><UpdateIdentifier><Id>C44BF113-A360-47C2-93AD-D90FB0F29C70</Id></UpdateIdentifier><UpdateIdentifier><Id>7F435586-D50F-439A-BDCA-2F16A4924CBE</Id></UpdateIdentifier></updateIds></GetUpdateDownloadInformation></soap:Body></soap:Envelope>